<template>
  <v-content class="article-afterword">

    <v-layout row wrap justify-center pt-12>
      <v-flex xs10 md8 px-20>
        <div class="title"><h3>第一集後記</h3></div>
        <body-1>
          <p>哈囉大家好！這裡是天空裡的魚，我是Kite~</p>
          <p>在網站的關於頁面裡有提到，第一集「今天是生物藝術！」是我的一個期末作業，由於做了滿長一段時間，所以終於上架的時候覺得有點感動。也決定有空要寫個後記做記錄（雖然我覺得沒人想看哈哈哈）</p>
          <p>不知道大家有沒有聽出來（還沒聽的可以到Firstory聽！），第一集裡對話的兩個女生飛魚跟鱈魚其實是同一個人，就是我！她們其實都是我的化身，因為這個節目並沒有co-host，所以全部都是我自己來。飛魚的聲音就是本色演出，鱈魚的聲音則是後製的時候把音高拉低16%，有時候還要把速度調慢一點，因為講太快的話跟她的聲音給人的感覺不太搭。</p>
          <p>錄音的時候，我是把所有稿子用像在對話的口氣念一遍，後製的時候再一句句調，讓聲音聽起來比較像兩個人，節奏也聽起來更像對話，譬如有一個人還在笑另一個就接話，或是有時候回話會比較快搶進來、有時則要想一下，都要聽很多次慢慢調整，整個對談才會聽起來比較自然。</p>
          <p>你沒看錯，這個節目是有逐字稿的，所以它其實是一種像廣播劇的形式。因為是藝術普及，如果要講解一個作品，我怕我一個人來講會聽起來像說教、一點都不有趣，所以才這樣安排，連內容都編得比較口語化，還加入一些閒聊的橋段。我本來要介紹兩件作品，加起來共有6000多字的講稿，光是對話粗估就有半個小時，恐怕聽眾會直接睡著。於是跟老師討論之後，把第二件作品拿掉，再把節目切成幾個段落、分別加上一點重點提示，就變成現在的樣子。</p>
          <p>當然稿子並不是讓我百分百的滿意啦，因為我一顆腦袋真的很難想兩個人對談的話到底要怎麼讓話題一直延續下去，所以節目內容就變成有點像鱈魚一直順著飛魚的話走以便讓飛魚講出她要講的作品介紹部分。而在寫稿子之前，我看了非常多生物藝術的作品，有很多都非常有趣，但我從一開始就想找食物相關的作品（不是很好找），所以最後選了這件。</p>
          <p>我是在Firstory上架節目的，這個平台很方便（這不是業配），操作非常簡單外，還可以幫忙上架到別的平台。會這樣說是因為，我之後去看了其他平台的上架方式，如果要自己手動上架的話，基本上都會要給一個RSS feed的網址，而這個RSS feed可以自己生或用第三方的工具產生，媽呀那些技術的東西我完全看不懂。好在我第一個看的podcast製作平台是最單純的，不然我大概就不會考慮用這種形式做我的期末了。</p>
          <p>最後來介紹一下我（陽春）的設備好了。其實很簡單，首先是一隻Blue的小雪球麥克風，它是我兩三年前買的，是這個廠牌的基本款。再來是後製所用的軟體Audacity，我對它不是特別熟，但我用到的功能不多，所以操作還算單純。如果再加上封面圖的製作，那軟體就要再加上Adobe的Photoshop跟Illustrator。</p>
          <p>大概就是這樣，希望我可以趕快生出第二集！</p>
        </body-1>

      </v-flex>
      
      
    </v-layout>
    <v-layout row wrap justify-center pt-12>
      <v-flex xs10 md8 px-20>
        <v-spacer></v-spacer>
      </v-flex>
      
      
    </v-layout>

  </v-content>
</template>

<script>
export default {
  name: 'Article1',

  components: {

  },

  data: () => ({
  
  }),
};
</script>
<style>

.title {
  padding-top: 15px;
  padding-bottom: 15px;

}


</style>


